"_BASE_USED_" = "it";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "0.0";
/* "_PREFERENCES_EXTRA_WIDTH_" = "0.0"; */
"OK" = "OK";
"Done" = "Fine";
"Yes" = "Sì";
"No" = "No";
"Don't show again" = "Non mostrare più";
"Set as default compressor" = "Imposta come compressore di default";
"Not now" = "Non adesso";
"Want to make Keka your default compressor?" = "Vuoi rendere Keka il tuo compressore di default?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Ciò significa che tutti i file compatibili saranno ora estratti con Keka. È possibile impostare questo in seguito nelle preferenze di Keka.";
"Really want to close Keka?" = "Sei sicuro di voler chiudere Keka?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "L'operazione attuale verrà annullata. Se scegli di attendere e uscire, Keka uscirà quando tutto il lavoro è stato fatto.";
"Password needed" = "Password necessaria";
"File \"%@\" needs a password to be extracted" = "Il file \"%@\" richiede una password per essere estratto";
"File \"%@\" needs a special encoding to be extracted" = "Il file \"%@\" richiede una codifica speciale per essere estratto";
"Extraction of \"%@\" done" = "Estrazione di \"%@\" effettuata";
"Extraction of \"%@\" failed." = "Estrazione di \"%@\" non riuscita.";
"Extraction of %i files done" = "Estrazione di %i file effettuata";
"Extraction complete" = "Estrazione completa";
"Extraction fail" = "Estrazione non riuscita";
"Compression complete" = "Compressione completa";
"File \"%@\" created" = "File \"%@\" creato";
"Compression fail" = "Compressione non riuscita";
"File \"%@\" cannot be created" = "File \"%@\" non può essere creato";
"Operation not implemented" = "Operazione non implementata";
"Performing operation..." = "Esecuzione dell'operazione...";
"Waiting..." = "Attendere...";
"Extracting \"%@\"" = "Estrazione \"%@\"";
"Extracting \"%@...\"" = "Estrazione \"%@...\"";
"Creating %@ file..." = "Creazione %@ file...";
"Creating file \"%@\"" = "Creazione file \"%@\"";
"Creating file \"%@...\"" = "Creazione file \"%@...\"";
"Volume name:" = "Nome volume:";
"Select the encoding for \"%@\"" = "Seleziona la codifica per \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Tempo trascorso: %d:%@%d:%@%d ore%@";
"Time elapsed: %d:%@%d minutes%@" = "Tempo trascorso: %d:%@%d minuti%@";
"Time elapsed: %d seconds%@" = "Tempo trascorso: %d secondi%@";
"%d seconds" = "%d secondi";
"%d:%@%d minutes" = "%d:%@%d minuti";
"%d:%@%d:%@%d hours" = "%d:%@%d:%@%d ore";
"Pause" = "Pausa";
"Continue" = "Continua";
"Operation paused" = "Operazione in pausa";
"Cancel" = "Annulla";
"Close" = "Chiudi";
"Operation failed" = "Operazione non riuscita";
"Operation failed with error code %d" = "Operazione non riuscita con il codice errore %d";
"Choose a name and folder to start the compression" = "Scegli un nome e la cartella per avviare la compressione";
"Creation of \"%@\" failed" = "Creazione di \"%@\" non riuscita";
"Creating \"%@\"" = "Creazione \"%@\"";
"Prepearing extraction..." = "Preparazione estrazione...";
"Choose a folder to extract this file" = "Scegli una cartella per estrarre questo file";
"Choose where do you want to extract \"%@\"" = "Scegli dove vuoi estrarre \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Seleziona tutti i volumi da \"%@\" o la cartella che li contiene";
"Select the folder that contains \"%@\"" = "Seleziona la cartella che contiene \"%@\"";
"Extraction of \"%@\" failed" = "Estrazione di \"%@\" non riuscita";
"Keka - %i on queue" = "Keka - %i in coda";
"Keka can't create this %@ image" = "Keka non può creare questa immagine %@";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "Puoi solo creare un'immagine %@ con una singola cartella. Prova a mettere tutti i file in una cartella e rilasciarla su Keka per creare l'immagine %@.";
"Keka can't create this @% tarball" = "Keka non può creare questo tarball con @%";
"This operation is not supported on %@." = "Questa operazione non è supportata su %@.";
"Compress \"%@\" in %@ to..." = "Comprimi \"%@\" in %@ a...";
"Compress in %@ to..." = "Comprimi in %@ a...";
"Save as:" = "Registra col nome:";
"Compress" = "Comprimi";
"Extract \"%@\" to..." = "Estrai \"%@\" a...";
"Extract as:" = "Estrai come:";
"Extract" = "Estrai";
" - Remaining: Calculating..." = " - Rimanente: Calcolo...";
" - Remaining: About one second" = " - Rimanente: Circa un secondo";
" - Remaining: About %d seconds" = " - Rimanente: Circa %d secondi";
" - Remaining: About 1 minute" = " - Rimanente: Circa 1 minuto";
" - Remaining: About %d minutes" = " - Rimanente: Circa %d minuti";
" - Remaining: About 1 hour" = " - Rimanente: Circa 1 ora";
" - Remaining: About %d hours" = " - Rimanente: Circa %d ore";
" - Remaining: About 1 day" = " - Rimanente: Circa 1 giorno";
" - Remaining: About %d days" = " - Rimanente: Circa %d giorni";
" - Remaining: About 1 year" = " - Rimanente: Circa 1 anno";
" - Remaining: About %d years" = " - Rimanente: Circa %d anni";
" - Remaining: Less than one second" = " - Rimanente: Meno di un secondo";
"Can't show progress time..." = "Non posso mostrare il tempo di avanzamento...";
"Password for \"%@\"" = "Password per \"%@\"";
"Method:" = "Metodo:";
"No compression" = "Nessuna compressione";
"Fastest, less compression" = "Velocissimo, minore compressione";
"Fast, less compression" = "Veloce, minore compressione";
"Normal" = "Normale";
"Slow, more compression" = "Lento, maggiore compressione";
"Slowest, more compression" = "Lentissimo, maggiore compressione";
"Compression" = "Compressione";
"Extraction" = "Estrazione";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka non può utilizzare l'elenco \"extlx.plist\", mettersi in contatto con gli sviluppatori.\n\nOra Keka si chiuderà.";
"Keka is dying!" = "Keka sta morendo!";
"Ask each time" = "Chiedi ogni volta";
"Next to original file" = "Accanto al file originale";
"Custom folder..." = "Cartella personalizzata...";
"Same as original file" = "Uguale al file originale";
"Custom name..." = "Nome personalizzato...";
"Compressed file" = "File compresso";
"Set as default folder" = "Imposta come cartella di default";
"Perform automatic action" = "Esegui azione automatica";
"Always compress" = "Comprimi sempre";
"Always extract" = "Estrai sempre";
"1.4 MB Floppy" = "1.4 MB Floppy";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4.7 GB DVD";
"Drop here to extract" = "Rilascia qui per estrarre";
"Drop here to compress" = "Rilascia qui per comprimere";
"Binary \"%@\" is not accessible" = "Il binario \"%@\" non è accessibile";
"The first part \"%@\" can't be found" = "La prima parte \"%@\" non può essere trovata";
"unknown" = "sconosciuto";
"Unknown error" = "Errore sconosciuto";
"Error code %d using \"%@\"\n%@" = "Codice errore %d utilizzando \"%@\"\n%@";
"No errors found" = "Nessun errore trovato";
"Minor error, the operation may be done well" = "Errore minore, l'operazione può essere fatta bene";
"Fatal error" = "Errore fatale";
"CRC error occurred, maybe the file is corrupt" = "Si è verificato un errore CRC, forse il file è danneggiato";
"Attempt to modify an archive previously locked" = "Si è tentato di modificare un archivio precedentemente bloccato";
"Maybe you don't have permission to write or your disk is full" = "Forse non hai il permesso di scrittura o il disco è pieno";
"Can't open the file, maybe you don't have read permission" = "Impossibile aprire il file, forse non hai il permesso di lettura";
"Command line error, please contact with the developer" = "Errore riga di comando, contattare lo sviluppatore";
"Not enough memory. Try to close some programs and repeat the operation" = "Memoria insufficiente. Prova a chiudere alcuni programmi e ripetere l'operazione";
"Can't create the file, maybe you don't have permission or free space" = "Impossibile creare il file, forse non hai i permessi o spazio libero";
"Canceled manually" = "Cancellato manualmente";
"Bad password, try again" = "Password errata, riprova";
"This archive is locked" = "Questo archivio è bloccato";
"Write error. No permission? No space left?" = "Errore di scrittura. Nessun permesso? Niente spazio libero?";
"Can't open the file, maybe it's not accessible" = "Impossibile aprire il file, forse non è accessibile";
"No files matching the mask" = "Nessun file corrispondente alla maschera";
"Give access" = "Consenti l'accesso";
"Just folder access" = "Solo accesso alla cartella";
"Quit" = "Esci";
"More information" = "Maggiori informazioni";
"Keka needs file access" = "Keka ha bisogno dell'accesso ai file";
"Give home access" = "Consenti accesso personale";
"Customize" = "Personalizza";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "Per lavorare senza problemi con i tuoi file, Keka ha bisogno di un accesso locale al disco del Mac.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nFai semplicemente clic su \"Consenti l'accesso a Keka\", il tuo disco dovrebbe già essere selezionato.";
"Give access to Keka" = "Consenti l'accesso a Keka";
"Full Mac access (Recommended)" = "Accesso completo al Mac (Consigliato)";
"Home folder access" = "Accesso alla cartella Inizio";
"External volumes access" = "Accesso ai volumi esterni";
"External disk: %@" = "Disco esterno: %@";
"An extension is required" = "È richiesta un'estensione";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "Per impostare Keka come applicazione di default, è necessario installare un'estensione. Clicca su \"Maggiori informazioni\" per seguire la procedura richiesta.\n\nRicorda che puoi sempre impostare Keka come applicazione di default per qualsiasi formato utilizzando il pannello \"Ottieni informazioni\" del Finder.";
"Cannot set Keka as default" = "Impossibile impostare Keka come default";
"The intermediate application failed to launch. There is more information in the Console.app." = "Apertura dell'applicazione intermedia fallita. Maggiori informazioni nell'app Console.";
"The intermediate application returned an undefined code." = "L'applicazione intermedia ha restituito un codice non definito.";
"Keka is now set as the default application for its known formats." = "Keka è stata impostata come applicazione di default per i formati che sono conosciuti.";
"Keka set as default" = "Keka è impostata come default";
"There were some errors while registering the formats. There is more information in the Console.app." = "Si sono verificati alcuni errori durante la registrazione dei formati. Maggiori informazioni nell'app Console.";
"The intermediate application can't get access to Keka." = "L'applicazione intermedia non può accedere a Keka.";
"The intermediate application can't find Keka." = "L'applicazione intermedia non riesce a trovare Keka.";
